Repository: ItsJuniorDias/Nuna
Catalog: Nuna/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_br

source: Request sent to a parent for approval
ar: تم إرسال الطلب إلى أحد الوالدين للموافقة
de: Anfrage zur Genehmigung an einen Erwachsenen gesendet
es: Solicitud enviada a un adulto para aprobación
fr: Demande envoyée à un parent pour approbation
it: Richiesta inviata a un genitore per l'approvazione
pt_br: Pedido enviado para um responsável aprovar

source: Restart
ar: إعادة
de: Neu starten
es: Reiniciar
fr: Recommencer
it: Ricomincia
pt_br: Recomeçar

source: Restart all books
ar: إعادة كل الكتب
de: Alle Bücher neu starten
es: Reiniciar todos los libros
fr: Recommencer tous les livres
it: Ricomincia tutti i libri
pt_br: Recomeçar todos os livros

source: Restart every book?
ar: إعادة كل كتاب؟
de: Jedes Buch neu starten?
es: ¿Reiniciar cada libro?
fr: Recommencer chaque livre ?
it: Ricomincia ogni libro?
pt_br: Recomeçar todos os livros?

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt_br: Restaurar compras

source: Restoring…
ar: جارٍ الاستعادة…
de: Wiederherstellen…
es: Restaurando…
fr: Restauration…
it: Ripristino…
pt_br: Restaurando…

source: Save %lld%%
ar: وفّر %lld%%
de: Spare %lld %%
es: Ahorra %lld%%
fr: Économise %lld %%
it: Risparmi il %lld%%
pt_br: Economize %lld%%

source: Search books
ar: ابحث عن الكتب
de: Bücher suchen
es: Buscar libros
fr: Chercher un livre
it: Cerca libri
pt_br: Buscar livros

source: See plans
ar: عرض الخطط
de: Abos ansehen
es: Ver planes
fr: Voir les abonnements
it: Vedi i piani
pt_br: Ver planos

source: Sends every book back to the first page
ar: يعيد كل كتاب إلى الصفحة الأولى
de: Setzt jedes Buch auf die erste Seite zurück
es: Envía todos los libros a la primera página
fr: Renvoie chaque livre à la première page
it: Riporta ogni libro alla prima pagina
pt_br: Manda todos os livros pra primeira página

source: Shows the subscription plans
ar: يعرض خطط الاشتراك
de: Zeigt die Abo-Pläne
es: Muestra los planes de suscripción
fr: Affiche les abonnements
it: Mostra i piani di abbonamento
pt_br: Mostra os planos de assinatura

source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
pt_br: Ordenar

source: Start 7-day free trial
ar: ابدأ التجربة المجانية 7 أيام
de: 7 Tage gratis starten
es: Empezar 7 días gratis
fr: Commencer l'essai de 7 jours
it: Inizia 7 giorni gratis
pt_br: Começar 7 dias grátis

source: Start from the beginning
ar: ابدأ من البداية
de: Von vorne beginnen
es: Empezar desde el principio
fr: Recommencer depuis le début
it: Ricomincia dall'inizio
pt_br: Começar do início

source: Started
ar: المبدوءة
de: Begonnen
es: Comenzados
fr: Commencés
it: Iniziati
pt_br: Começados

source: Stop reading aloud
ar: إيقاف القراءة بصوت عالٍ
de: Vorlesen stoppen
es: Detener la lectura en voz alta
fr: Arrêter la lecture à voix haute
it: Ferma la lettura ad alta voce
pt_br: Parar de ler em voz alta

source: Stories of the week
ar: قصص الأسبوع
de: Geschichten der Woche
es: Cuentos de la semana
fr: Histoires de la semaine
it: Storie della settimana
pt_br: Histórias da semana

source: Stories that move
ar: قصص متحركة
de: Bewegte Geschichten
es: Cuentos que se mueven
fr: Histoires qui bougent
it: Storie in movimento
pt_br: Histórias que se mexem

source: Story of the week
ar: قصة الأسبوع
de: Geschichte der Woche
es: Cuento de la semana
fr: Histoire de la semaine
it: Storia della settimana
pt_br: História da semana

source: Subscribe
ar: اشترك
de: Abonnieren
es: Suscribirse
fr: S'abonner
it: Abbonati
pt_br: Assinar

source: Subscription
ar: الاشتراك
de: Abo
es: Suscripción
fr: Abonnement
it: Abbonamento
pt_br: Assinatura

source: Subscription active
ar: الاشتراك نشط
de: Abo aktiv
es: Suscripción activa
fr: Abonnement actif
it: Abbonamento attivo
pt_br: Assinatura ativa

source: Subscription restored
ar: تمت استعادة الاشتراك
de: Abo wiederhergestellt
es: Suscripción restaurada
fr: Abonnement restauré
it: Abbonamento ripristinato
pt_br: Assinatura restaurada

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Termini d'uso
pt_br: Termos de uso

source: That's not right. Try this new question.
ar: ليست هذه الإجابة. جرّب هذا السؤال الجديد.
de: Nicht richtig. Versuch diese neue Aufgabe.
es: No es correcto. Prueba con esta nueva pregunta.
fr: Ce n'est pas ça. Essaie cette nouvelle question.
it: Non è giusto. Prova con questa nuova domanda.
pt_br: Não é isso. Tenta essa nova conta.

source: The App Store isn't responding right now. Please try again in a moment.
ar: لا يستجيب متجر التطبيقات الآن. حاول مرة أخرى بعد لحظة.
de: Der App Store reagiert gerade nicht. Bitte versuche es gleich noch einmal.
es: La App Store no responde ahora mismo. Inténtalo de nuevo en un momento.
fr: L'App Store ne répond pas maintenant. Réessaie dans un instant.
it: L'App Store non risponde in questo momento. Riprova tra poco.
pt_br: A App Store não está respondendo agora. Tente de novo daqui a pouco.

source: The pages come alive while you read
ar: الصفحات تنبض بالحياة أثناء القراءة
de: Die Seiten werden beim Lesen lebendig
es: Las páginas cobran vida mientras lees
fr: Les pages s'animent pendant la lecture
it: Le pagine prendono vita mentre leggi
pt_br: As páginas se mexem enquanto você lê

source: The whole library, to read together.
ar: المكتبة كاملة، لتقرأوها معًا.
de: Die ganze Bibliothek, zum gemeinsamen Lesen.
es: La biblioteca entera, para leer juntos.
fr: Toute la bibliothèque, à lire ensemble.
it: Tutta la biblioteca, da leggere insieme.
pt_br: A biblioteca inteira, pra ler junto.

source: The world right outside the door
ar: العالم مباشرة خارج الباب
de: Die Welt gleich vor der Tür
es: El mundo justo al otro lado de la puerta
fr: Le monde juste derrière la porte
it: Il mondo appena fuori dalla porta
pt_br: O mundo bem do lado de fora

source: Theo, Lia, Benji and Maya
ar: ثيو وليا وبنجي ومايا
de: Theo, Lia, Benji und Maya
es: Theo, Lia, Benji y Maya
fr: Theo, Lia, Benji et Maya
it: Theo, Lia, Benji e Maya
pt_br: Theo, Lia, Benji e Maya

source: Things to do together
ar: أشياء نفعلها معًا
de: Zusammen etwas machen
es: Cosas para hacer juntos
fr: Choses à faire ensemble
it: Cose da fare insieme
pt_br: Coisas pra fazer junto

source: This Apple Account doesn't have an active Nuna subscription. If someone else in your family subscribed, make sure Family Sharing is turned on in Settings.
ar: لا يوجد لدى حساب Apple هذا اشتراك نشط في نونا. إذا كان شخص آخر في عائلتك مشتركًا، فتأكد من تفعيل المشاركة العائلية في الإعدادات.
de: Dieser Apple-Account hat kein aktives Nuna-Abo. Wenn jemand anderes in deiner Familie abonniert hat, prüfe, ob die Familienfreigabe in den Einstellungen aktiviert ist.
es: Esta Cuenta Apple no tiene una suscripción activa de Nuna. Si alguien más de tu familia se suscribió, asegúrate de que Compartir en Familia esté activado en Ajustes.
fr: Ce compte Apple n'a pas d'abonnement Nuna actif. Si quelqu'un d'autre dans ta famille est abonné, vérifie que le Partage familial est activé dans Réglages.
it: Questo Account Apple non ha un abbonamento Nuna attivo. Se qualcun altro nella tua famiglia si è abbonato, controlla che In famiglia sia attivo in Impostazioni.
pt_br: Esta Conta Apple não tem uma assinatura Nuna ativa. Se outra pessoa da família assinou, confira se o Compartilhamento Familiar está ligado nos Ajustes.

source: This one moves
ar: هذا يتحرك
de: Dieses bewegt sich
es: Este se mueve
fr: Celui-ci bouge
it: Questo si muove
pt_br: Este se mexe

source: This subscription isn't available in your country's App Store.
ar: هذا الاشتراك غير متوفر في متجر تطبيقات بلدك.
de: Dieses Abo ist im App Store deines Landes nicht verfügbar.
es: Esta suscripción no está disponible en la App Store de tu país.
fr: Cet abonnement n'est pas disponible sur l'App Store de ton pays.
it: Questo abbonamento non è disponibile nell'App Store del tuo paese.
pt_br: Esta assinatura não está disponível na App Store do seu país.

source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
pt_br: Esta semana

source: This week's story: %@
ar: قصة الأسبوع: %@
de: Geschichte der Woche: %@
es: Cuento de la semana: %@
fr: Histoire de la semaine : %@
it: Storia della settimana: %@
pt_br: História da semana: %@

source: This week's story: %@, %lld of %lld
ar: قصة الأسبوع: %@، %lld من %lld
de: Geschichte der Woche: %@, %lld von %lld
es: Cuento de la semana: %@, %lld de %lld
fr: Histoire de la semaine : %@, %lld sur %lld
it: Storia della settimana: %@, %lld di %lld
pt_br: História da semana: %@, %lld de %lld

source: This week's story: %@, %lld of %lld, locked
ar: قصة الأسبوع: %@، %lld من %lld، مقفلة
de: Geschichte der Woche: %@, %lld von %lld, gesperrt
es: Cuento de la semana: %@, %lld de %lld, bloqueado
fr: Histoire de la semaine : %@, %lld sur %lld, verrouillée
it: Storia della settimana: %@, %lld di %lld, bloccata
pt_br: História da semana: %@, %lld de %lld, trancada

source: This week's story: %@, locked
ar: قصة الأسبوع: %@، مقفلة
de: Geschichte der Woche: %@, gesperrt
es: Cuento de la semana: %@, bloqueado
fr: Histoire de la semaine : %@, verrouillée
it: Storia della settimana: %@, bloccata
pt_br: História da semana: %@, trancada

source: This week's story: %@, moving pictures
ar: قصة الأسبوع: %@، مع صور متحركة
de: Geschichte der Woche: %@, mit bewegten Seiten
es: Cuento de la semana: %@, con páginas que se mueven
fr: Histoire de la semaine : %@, avec des pages animées
it: Storia della settimana: %@, con pagine in movimento
pt_br: História da semana: %@, com páginas que se mexem

source: This week's story: %@, moving pictures, %lld of %lld
ar: قصة الأسبوع: %@، مع صور متحركة، %lld من %lld
de: Geschichte der Woche: %@, mit bewegten Seiten, %lld von %lld
es: Cuento de la semana: %@, con páginas que se mueven, %lld de %lld
fr: Histoire de la semaine : %@, avec des pages animées, %lld sur %lld
it: Storia della settimana: %@, con pagine in movimento, %lld di %lld
pt_br: História da semana: %@, com páginas que se mexem, %lld de %lld

source: This week's story: %@, moving pictures, %lld of %lld, locked
ar: قصة الأسبوع: %@، مع صور متحركة، %lld من %lld، مقفلة
de: Geschichte der Woche: %@, mit bewegten Seiten, %lld von %lld, gesperrt
es: Cuento de la semana: %@, con páginas que se mueven, %lld de %lld, bloqueado
fr: Histoire de la semaine : %@, avec des pages animées, %lld sur %lld, verrouillée
it: Storia della settimana: %@, con pagine in movimento, %lld di %lld, bloccata
pt_br: História da semana: %@, com páginas que se mexem, %lld de %lld, trancada

source: This week's story: %@, moving pictures, locked
ar: قصة الأسبوع: %@، مع صور متحركة، مقفلة
de: Geschichte der Woche: %@, mit bewegten Seiten, gesperrt
es: Cuento de la semana: %@, con páginas que se mueven, bloqueado
fr: Histoire de la semaine : %@, avec des pages animées, verrouillée
it: Storia della settimana: %@, con pagine in movimento, bloccata
pt_br: História da semana: %@, com páginas que se mexem, trancada

source: Three stories a week are always free. Subscribe to unlock the whole library.
ar: ثلاث قصص كل أسبوع مجانية دائمًا. اشترك لفتح المكتبة كاملة.
de: Drei Geschichten pro Woche sind immer kostenlos. Abonniere, um die ganze Bibliothek freizuschalten.
es: Tres cuentos a la semana son siempre gratis. Suscríbete para desbloquear toda la biblioteca.
fr: Trois histoires par semaine sont toujours gratuites. Abonne-toi pour débloquer toute la bibliothèque.
it: Tre storie a settimana sono sempre gratis. Abbonati per sbloccare tutta la biblioteca.
pt_br: Três histórias por semana são sempre grátis. Assine pra abrir a biblioteca inteira.

source: Three stories a week are always free. Subscribe to unlock the whole library. The yearly plan starts with a 7-day free trial.
ar: ثلاث قصص كل أسبوع مجانية دائمًا. اشترك لفتح المكتبة كاملة. تبدأ الخطة السنوية بتجربة مجانية لمدة 7 أيام.
de: Drei Geschichten pro Woche sind immer kostenlos. Abonniere, um die ganze Bibliothek freizuschalten. Das Jahresabo beginnt mit 7 Tagen gratis.
es: Tres cuentos a la semana son siempre gratis. Suscríbete para desbloquear toda la biblioteca. El plan anual comienza con 7 días gratis.
fr: Trois histoires par semaine sont toujours gratuites. Abonne-toi pour débloquer toute la bibliothèque. L'abonnement annuel commence par un essai de 7 jours.
it: Tre storie a settimana sono sempre gratis. Abbonati per sbloccare tutta la biblioteca. Il piano annuale inizia con 7 giorni di prova gratuita.
pt_br: Três histórias por semana são sempre grátis. Assine pra abrir a biblioteca inteira. O plano anual começa com 7 dias de teste grátis.

source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
it: Titolo
pt_br: Título

source: Too many tries. Please wait a moment.
ar: محاولات كثيرة. الرجاء الانتظار قليلاً.
de: Zu viele Versuche. Bitte warte einen Moment.
es: Demasiados intentos. Espera un momento.
fr: Trop d'essais. Attends un instant.
it: Troppi tentativi. Aspetta un momento.
pt_br: Muitas tentativas. Espere um momento.

source: Try again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt_br: Tentar de novo

source: Try another title.
ar: جرّب عنوانًا آخر.
de: Versuch einen anderen Titel.
es: Prueba con otro título.
fr: Essaie un autre titre.
it: Prova un altro titolo.
pt_br: Tente outro título.

source: Type the answer to continue.
ar: اكتب الإجابة للمتابعة.
de: Gib die Antwort ein, um fortzufahren.
es: Escribe la respuesta para continuar.
fr: Écris la réponse pour continuer.
it: Scrivi la risposta per continuare.
pt_br: Digite a resposta pra continuar.

source: Unlock this story
ar: افتح هذه القصة
de: Diese Geschichte freischalten
es: Desbloquear este cuento
fr: Débloquer cette histoire
it: Sblocca questa storia
pt_br: Destrancar esta história

source: Version
ar: الإصدار
es: Versión
it: Versione
pt_br: Versão

source: We couldn't confirm the purchase with the App Store. Try again or tap Restore Purchases.
ar: تعذر تأكيد الشراء مع متجر التطبيقات. حاول مرة أخرى أو انقر على استعادة المشتريات.
de: Der Kauf konnte mit dem App Store nicht bestätigt werden. Versuche es erneut oder tippe auf Käufe wiederherstellen.
es: No se pudo confirmar la compra con la App Store. Inténtalo de nuevo o toca Restaurar compras.
fr: Impossible de confirmer l'achat auprès de l'App Store. Réessaie ou touche Restaurer les achats.
it: Non è stato possibile confermare l'acquisto con l'App Store. Riprova o tocca Ripristina acquisti.
pt_br: Não deu pra confirmar a compra na App Store. Tente de novo ou toque em Restaurar compras.

source: Week %lld
ar: الأسبوع %lld
de: Woche %lld
es: Semana %lld
fr: Semaine %lld
it: Settimana %lld
pt_br: Semana %lld

source: What is %@ times %@?
ar: كم يساوي %@ ضرب %@؟
de: Was ist %@ mal %@?
es: ¿Cuánto es %@ por %@?
fr: Combien font %@ fois %@ ?
it: Quanto fa %@ per %@?
pt_br: Quanto é %@ vezes %@?

source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
pt_br: Anual

source: Yearly subscription for %@ per year. Payment is charged to your Apple Account, and the subscription renews automatically unless canceled at least 24 hours before renewal. Cancel anytime in Settings.
ar: اشتراك سنوي بمبلغ %@ سنويًا. يُخصم الدفع من حساب Apple الخاص بك، ويُجدَّد الاشتراك تلقائيًا ما لم يُلغَ قبل 24 ساعة على الأقل من التجديد. يمكنك الإلغاء في أي وقت من الإعدادات.
de: Jährliches Abo für %@ pro Jahr. Die Zahlung erfolgt über deinen Apple-Account und das Abo wird automatisch verlängert, wenn es nicht mindestens 24 Stunden vor der Verlängerung gekündigt wird. Kündigung jederzeit in den Einstellungen.
es: Suscripción anual por %@ al año. El pago se hace en tu Cuenta Apple y la suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes de la renovación. Puedes cancelar cuando quieras en Ajustes.
fr: Abonnement annuel à %@ par an. Le paiement est effectué sur ton compte Apple et l'abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant le renouvellement. Annule quand tu veux dans Réglages.
it: Abbonamento annuale a %@ all'anno. Il pagamento è addebitato sul tuo Account Apple e l'abbonamento si rinnova automaticamente a meno che non venga annullato almeno 24 ore prima del rinnovo. Puoi annullare in qualsiasi momento in Impostazioni.
pt_br: Assinatura anual por %@ por ano. O pagamento é feito na sua Conta Apple, e a assinatura renova automaticamente se você não cancelar até 24 horas antes da renovação. Cancele quando quiser nos Ajustes.

source: You can try again. %@
ar: يمكنك المحاولة مرة أخرى. %@
de: Du kannst es erneut versuchen. %@
es: Puedes intentarlo de nuevo. %@
fr: Tu peux réessayer. %@
it: Puoi riprovare. %@
pt_br: Pode tentar de novo. %@

source: You finished this one
ar: أنهيت هذا
de: Du hast dieses geschafft
es: Terminaste este
fr: Tu as terminé celui-ci
it: Hai finito questo
pt_br: Você terminou este

source: You stopped on page %lld of %lld
ar: توقفت في الصفحة %lld من %lld
de: Du hast auf Seite %lld von %lld aufgehört
es: Te detuviste en la página %lld de %lld
fr: Tu t'es arrêté à la page %lld sur %lld
it: Ti sei fermato a pagina %lld di %lld
pt_br: Você parou na página %lld de %lld
